Repository: yuval-openclaw/COVERA
Catalog: ios/Covera/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, ja, pt, th

source: %lld documents
ar: %lld مستندات
de: %lld Dokumente
es: %lld documentos
he: %lld מסמכים
hi: %lld दस्तावेज़
ja: %lld件の書類
pt: %lld documentos
th: %lld เอกสาร

source: %lld of %lld done
ar: %lld من %lld مكتمل
de: %lld von %lld erledigt
es: %1$lld de %2$lld hechos
fr: %1$lld sur %2$lld faits
he: %lld מתוך %lld הושלמו
hi: %lld में से %lld पूरा हुआ
ja: %lld/%lld完了
pt: %lld de %lld concluído
th: เสร็จแล้ว %lld จาก %lld

source: %lld page(s) transcribed from a scan
ar: تم نسخ %lld صفحة من مسح ضوئي
de: %lld Seite(n) aus einem Scan transkribiert
es: %lld páginas transcritas de un escaneo
fr: %lld page(s) transcrite(s) d'un scan
he: %lld עמוד(ים) תומללו מסריקה
hi: स्कैन से %lld पृष्ठ प्रतिलेखित
ja: スキャンから%lldページ転記済み
pt: %lld página(s) transcrita(s) de uma digitalização
th: ถอดความ %lld หน้าจากเอกสารสแกน

source: %lld pages
ar: %lld صفحة
de: %lld Seiten
es: %lld páginas
he: %lld עמודים
hi: %lld पृष्ठ
ja: %lldページ
pt: %lld páginas
th: %lld หน้า

source: %lld recorded
ar: %lld مسجل
de: %lld aufgezeichnet
es: %lld registrado
fr: %lld enregistré(s)
he: %lld הוקלטו
hi: %lld रिकॉर्ड किए गए
ja: %lld 件記録済み
pt: %lld registrado(s)
th: บันทึกแล้ว %lld รายการ

source: %lld stored
ar: %lld مخزن
de: %lld gespeichert
es: %lld almacenados
fr: %lld stocké(s)
he: %lld מאוחסנים
hi: %lld सहेजे गए
ja: %lld件保存済み
pt: %lld armazenado(s)
th: จัดเก็บแล้ว %lld

source: 1 document
ar: مستند واحد
de: 1 Dokument
es: 1 documento
he: מסמך 1
hi: 1 दस्तावेज़
ja: 書類1件
pt: 1 documento
th: 1 เอกสาร

source: 1 page
ar: صفحة واحدة
de: 1 Seite
es: 1 página
he: עמוד 1
hi: 1 पृष्ठ
ja: 1ページ
pt: 1 página
th: 1 หน้า

source: A consultant, a scan, blood work
ar: استشاري، مسح ضوئي، فحص دم
de: Ein Berater, ein Scan, Blutuntersuchung
es: Un especialista, un escaneo, análisis de sangre
fr: Un consultant, un scan, une analyse de sang
he: יועץ, סריקה, בדיקות דם
hi: एक सलाहकार, एक स्कैन, रक्त परीक्षण
ja: コンサルタント、スキャン、血液検査
pt: Um consultor, um exame de imagem, exames de sangue
th: ปรึกษาแพทย์, สแกน, ตรวจเลือด

source: A few quick answers make the plan more precise.
ar: بعض الإجابات السريعة تجعل الخطة أكثر دقة.
de: Ein paar schnelle Antworten machen den Plan präziser.
es: Unas respuestas rápidas hacen el plan más preciso.
fr: Quelques réponses rapides rendent le plan plus précis.
he: כמה תשובות מהירות יהפכו את התוכנית למדויקת יותר.
hi: कुछ त्वरित उत्तर योजना को अधिक सटीक बनाते हैं।
ja: いくつかの簡単な回答で、プランがより正確になります。
pt: Algumas respostas rápidas tornam o plano mais preciso.
th: คำตอบสั้นๆ เพียงไม่กี่ข้อจะช่วยให้แผนมีความแม่นยำยิ่งขึ้น

source: A few taps
ar: بضع نقرات
de: Ein paar Tippen
es: Unos toques
fr: Quelques touches
he: כמה הקשות
hi: कुछ टैप
ja: 数回のタップ
pt: Alguns toques
th: แตะไม่กี่ครั้ง

source: A guest account has no password, so signing out deletes it, with every policy in it. To keep your policies, export them first or create an account.
ar: حساب الضيف ليس له كلمة مرور، لذا فإن تسجيل الخروج يحذفه مع كل وثيقة تأمين فيه. للاحتفاظ بوثائقك، قم بتصديرها أولاً أو أنشئ حسابًا.
de: Ein Gastkonto hat kein Passwort, daher wird es beim Abmelden gelöscht, mit allen darin enthaltenen Policen. Um Ihre Policen zu behalten, exportieren Sie diese zuerst oder erstellen Sie ein Konto.
es: Una cuenta de invitado no tiene contraseña, por lo que cerrar sesión la elimina, con todas las pólizas que contiene. Para conservar sus pólizas, expórtelas primero o cree una cuenta.
fr: Un compte invité n'a pas de mot de passe. La déconnexion le supprime, ainsi que toutes ses polices. Pour les conserver, exportez-les d'abord ou créez un compte.
he: לחשבון אורח אין סיסמה, לכן יציאה מוחקת אותו ואת כל הפוליסות שבו. כדי לשמור את הפוליסות שלך, ייצא אותן קודם או צור חשבון.
hi: अतिथि खाते का कोई पासवर्ड नहीं होता, इसलिए साइन आउट करने से यह इसमें मौजूद हर पॉलिसी के साथ हट जाएगा। अपनी पॉलिसियों को रखने के लिए, पहले उन्हें निर्यात करें या एक खाता बनाएँ।
ja: ゲストアカウントにはパスワードがありません。サインアウトすると、含まれるすべての保険証券とともに削除されます。保険証券を保持するには、まずエクスポートするか、アカウントを作成してください。
pt: Uma conta de convidado não tem senha, então sair a exclui, com todas as apólices nela. Para manter suas apólices, exporte-as primeiro ou crie uma conta.
th: บัญชีผู้เยี่ยมชมไม่มีรหัสผ่าน การออกจากระบบจะลบบัญชีและกรมธรรม์ทั้งหมดในนั้น หากต้องการเก็บกรมธรรม์ของคุณไว้ โปรดส่งออกก่อนหรือสร้างบัญชี

source: A guest can't sign back in after signing out.
ar: لا يمكن للضيف تسجيل الدخول مرة أخرى بعد تسجيل الخروج.
de: Ein Gast kann sich nach dem Abmelden nicht wieder anmelden.
es: Un invitado no puede volver a iniciar sesión después de cerrar sesión.
fr: Un invité ne peut pas se reconnecter après s'être déconnecté.
he: אורח אינו יכול להיכנס שוב לאחר יציאה.
hi: एक अतिथि साइन आउट करने के बाद फिर से साइन इन नहीं कर सकता।
ja: ゲストはサインアウトすると、再度サインインできません。
pt: Um convidado não pode iniciar sessão novamente depois de terminar a sessão.
th: ผู้เยี่ยมชมจะไม่สามารถลงชื่อเข้าใช้ได้อีกหลังจากลงชื่อออก

source: A specialist visit or tests.
ar: زيارة أخصائي أو فحوصات.
de: Ein Facharztbesuch oder Tests.
es: Una visita a un especialista o pruebas.
fr: Une visite chez un spécialiste ou des tests.
he: ביקור אצל מומחה או בדיקות.
hi: एक विशेषज्ञ की मुलाकात या परीक्षण।
ja: 専門医の診察または検査
pt: Uma consulta com um especialista ou exames.
th: การพบแพทย์ผู้เชี่ยวชาญหรือการตรวจ

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
he: חשבון
hi: खाता
ja: アカウント
pt: Conta
th: บัญชี

source: Add a contact
ar: إضافة جهة اتصال
de: Kontakt hinzufügen
es: Agregar un contacto
fr: Ajouter un contact
he: הוסף איש קשר
hi: एक संपर्क जोड़ें
ja: 連絡先を追加
pt: Adicionar um contato
th: เพิ่มผู้ติดต่อ

source: Add policy
ar: إضافة وثيقة
de: Police hinzufügen
es: Añadir póliza
fr: Ajouter une police
he: הוסף פוליסה
hi: पॉलिसी जोड़ें
ja: ポリシーを追加
pt: Adicionar apólice
th: เพิ่มกรมธรรม์

source: Add the first one
ar: أضف الأول
de: Den ersten hinzufügen
es: Agregue el primero
fr: Ajouter le premier
he: הוסף את הראשון
hi: पहला जोड़ें
ja: 最初に追加
pt: Adicionar o primeiro
th: เพิ่มรายการแรก

source: Add the full policy wording your insurer sent you, not the summary page. Covera reads it page by page and keeps the page number for every figure.
ar: أضف النص الكامل لوثيقة التأمين التي أرسلها لك مؤمنك، وليس صفحة الملخص. Covera تقرأها صفحة بصفحة وتحتفظ برقم الصفحة لكل معلومة.
de: Fügen Sie den vollständigen Wortlaut der Police hinzu, den Ihnen Ihr Versicherer geschickt hat, nicht die Zusammenfassungsseite. Covera liest sie Seite für Seite und speichert die Seitenzahl für jede Angabe.
es: Añada el texto completo de la póliza que le envió su aseguradora, no la página de resumen. Covera lo lee página por página y guarda el número de página para cada cifra.
fr: Ajoutez le texte intégral de la police que votre assureur vous a envoyé, pas la page de résumé. Covera le lit page par page et conserve le numéro de page pour chaque chiffre.
he: הוסף את נוסח הפוליסה המלא ששלח לך המבטח, לא את דף הסיכום. Covera קוראת אותו עמוד אחר עמוד ושומרת את מספר העמוד עבור כל נתון.
hi: पॉलिसी का पूरा विवरण जोड़ें जो आपके बीमाकर्ता ने आपको भेजा है, सारांश पृष्ठ नहीं। Covera इसे पृष्ठ दर पृष्ठ पढ़ता है और हर आंकड़े के लिए पृष्ठ संख्या रखता है।
ja: 保険会社から送付されたポリシーの全文を追加してください。要約ページではありません。Coveraはそれをページごとに読み取り、すべての数値のページ番号を保持します。
pt: Adicione o texto completo da apólice que a sua seguradora lhe enviou, não a página de resumo. A Covera lê página por página e guarda o número da página para cada dado.
th: เพิ่มข้อความกรมธรรม์ฉบับเต็มที่บริษัทประกันส่งให้คุณ ไม่ใช่หน้าสรุป Covera จะอ่านทีละหน้าและเก็บเลขหน้าสำหรับทุกตัวเลข

source: Add your first policy
ar: أضف وثيقتك الأولى
de: Fügen Sie Ihre erste Police hinzu
es: Añada su primera póliza
fr: Ajoutez votre première police
he: הוסף את הפוליסה הראשונה שלך
hi: अपनी पहली पॉलिसी जोड़ें
ja: 最初のポリシーを追加
pt: Adicionar a sua primeira apólice
th: เพิ่มกรมธรรม์ฉบับแรกของคุณ

source: After each call, write down the date, who you spoke to and the reference number they gave you. If the insurer later says something different, this is what settles it.
ar: بعد كل مكالمة، دوّن التاريخ، ومن تحدثت إليه، والرقم المرجعي الذي أعطوك إياه. إذا قال المؤمن شيئًا مختلفًا لاحقًا، فهذا ما يحسم الأمر.
de: Nach jedem Anruf Datum, Gesprächspartner und die erhaltene Referenznummer notieren. Falls die Versicherung später etwas anderes sagt, ist dies entscheidend.
es: Después de cada llamada, anote la fecha, con quién habló y el número de referencia que le dieron. Si la aseguradora dice algo diferente más tarde, esto es lo que lo resuelve.
fr: Après chaque appel, notez la date, votre interlocuteur et le numéro de référence qu'ils vous ont donné. Si l'assureur dit ensuite autre chose, c'est ce qui fait foi.
he: אחרי כל שיחה, רשום את התאריך, עם מי דיברת ואת מספר האסמכתא שקיבלת. אם חברת הביטוח תגיד משהו אחר מאוחר יותר, זה מה שיכריע.
hi: हर कॉल के बाद, तारीख, जिससे बात की और संदर्भ संख्या लिख लें। यदि बीमाकर्ता बाद में कुछ और कहे, तो यही निर्णायक होगा।
ja: 通話ごとに、日付、相手、参照番号を記録してください。保険会社が後で異なることを言っても、この記録が解決の決め手となります。
pt: Após cada chamada, anote a data, com quem falou e o número de referência que lhe deram. Esta informação é crucial caso a seguradora apresente uma versão diferente.
th: หลังการโทรแต่ละครั้ง โปรดจดวันที่ ผู้ที่คุณคุยด้วย และหมายเลขอ้างอิงที่ได้รับ หากบริษัทประกันแจ้งข้อมูลที่แตกต่างไปในภายหลัง ข้อมูลนี้จะช่วยยืนยันได้

source: Agree and continue
ar: أوافق وأتابع
de: Zustimmen und fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
he: הסכמה והמשך
hi: सहमत होकर आगे बढ़ें
ja: 同意して続行
pt: Concordar e continuar
th: ตกลงและดำเนินการต่อ

source: Already have an account? Sign in
ar: هل لديك حساب بالفعل؟ تسجيل الدخول
de: Sie haben bereits ein Konto? Anmelden
es: ¿Ya tiene cuenta? Iniciar sesión
fr: Déjà un compte ? Se connecter
he: כבר יש לך חשבון? היכנס
hi: पहले से खाता है? साइन इन करें
ja: すでにアカウントをお持ちですか？サインイン
pt: Já tem uma conta? Iniciar sessão
th: มีบัญชีอยู่แล้ว? ลงชื่อเข้าใช้

source: An emergency.
ar: حالة طارئة.
de: Ein Notfall.
es: Una emergencia.
fr: Une urgence.
he: מקרה חירום.
hi: एक आपातकाल।
ja: 緊急事態
pt: Uma emergência.
th: กรณีฉุกเฉิน

source: An operation that is booked or being planned
ar: عملية محجوزة أو قيد التخطيط
de: Eine Operation, die gebucht oder geplant wird
es: Una operación reservada o en planificación
fr: Une opération réservée ou en cours de planification
he: ניתוח שהוזמן או מתוכנן
hi: एक ऑपरेशन जो बुक किया गया है या जिसकी योजना बनाई जा रही है
ja: 予約済みまたは計画中の手術
pt: Uma cirurgia agendada ou em planeamento
th: การผ่าตัดที่จองไว้หรือกำลังวางแผน

source: Answer a few one-tap questions and get a step-by-step plan drawn only from your own policies.
ar: أجب عن بضعة أسئلة بنقرة واحدة واحصل على خطة خطوة بخطوة مستمدة فقط من وثائقك الخاصة.
de: Beantworten Sie ein paar Fragen mit einem Tipp und erhalten Sie einen Schritt-für-Schritt-Plan, der nur aus Ihren eigenen Policen erstellt wurde.
es: Responda a unas pocas preguntas con un toque y obtenga un plan paso a paso elaborado únicamente a partir de sus propias pólizas.
fr: Répondez à quelques questions rapides et obtenez un plan étape par étape basé uniquement sur vos propres polices.
he: ענה על כמה שאלות בלחיצה אחת וקבל תוכנית צעד אחר צעד המבוססת רק על הפוליסות שלך.
hi: कुछ एक-टैप प्रश्नों के उत्तर दें और एक चरण-दर-चरण योजना प्राप्त करें जो केवल आपकी अपनी पॉलिसियों से ली गई है।
ja: いくつかのワンタップ質問に答えるだけで、ご自身のポリシーのみから作成された段階的なプランを入手できます。
pt: Responda a algumas perguntas rápidas e obtenha um plano passo a passo elaborado apenas a partir das suas próprias apólices.
th: ตอบคำถามง่ายๆ เพียงไม่กี่ข้อ แล้วรับแผนทีละขั้นตอนที่อ้างอิงจากกรมธรรม์ของคุณเท่านั้น

source: Answers come only from your own policies, with the page they came from.
ar: الإجابات مستمدة فقط من وثائقك الخاصة، مع الصفحة التي جاءت منها.
de: Antworten stammen nur aus Ihren eigenen Policen, mit der Seite, von der sie stammen.
es: Las respuestas provienen solo de sus pólizas, con la página de origen.
fr: Les réponses viennent uniquement de vos polices, avec la page d’origine.
he: התשובות מגיעות רק מהפוליסות שלך, בצירוף העמוד שממנו נלקחו.
hi: उत्तर केवल आपकी अपनी पॉलिसियों से आते हैं, उस पृष्ठ संख्या के साथ जहाँ से वे लिए गए हैं।
ja: 回答は、ご自身のポリシーと、その情報が記載されたページからのみ得られます。
pt: As respostas vêm apenas das suas próprias apólices, com a indicação da página de origem.
th: คำตอบมาจากกรมธรรม์ของคุณเท่านั้น พร้อมระบุเลขหน้าที่มาของข้อมูล

source: Ask
ar: اسأل
de: Fragen
es: Preguntar
fr: Demander
he: שאל
hi: पूछें
ja: 質問
pt: Perguntar
th: ถาม

source: Ask Covera
ar: اسأل Covera
de: Covera fragen
es: Preguntar a Covera
fr: Demander à Covera
he: שאל את Covera
hi: Covera से पूछें
ja: Coveraに質問
pt: Pergunte ao Covera
th: ถาม Covera

source: Ask about your policies
ar: اسأل عن وثائقك
de: Fragen zu Ihren Policen
es: Pregunte sobre sus pólizas
fr: Posez une question sur vos polices
he: שאל על הפוליסות שלך
hi: अपनी पॉलिसियों के बारे में पूछें
ja: 保険証券について質問
pt: Pergunte sobre suas apólices
th: ถามเกี่ยวกับกรมธรรม์ของคุณ

source: Ask your insurer
ar: اسأل شركة التأمين
de: Fragen Sie Ihren Versicherer
es: Consulte a su aseguradora
fr: Demandez à votre assureur
he: שאל את חברת הביטוח
hi: अपने बीमाकर्ता से पूछें
ja: 保険会社に確認してください
pt: Pergunte à sua seguradora
th: สอบถามบริษัทประกัน

source: Assistant
ar: مساعد
de: Assistent
es: Asistente
he: עוזר
hi: सहायक
ja: アシスタント
pt: Assistente
th: ผู้ช่วย

source: At least 10 characters.
ar: 10 أحرف على الأقل.
de: Mindestens 10 Zeichen.
es: Al menos 10 caracteres.
fr: Au moins 10 caractères.
he: לפחות 10 תווים.
hi: कम से कम 10 अक्षर।
ja: 10文字以上
pt: Pelo menos 10 caracteres.
th: อย่างน้อย 10 ตัวอักษร

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
he: חזור
hi: वापस
ja: 戻る
pt: Voltar
th: ย้อนกลับ

source: Before you start
ar: قبل البدء
de: Bevor Sie beginnen
es: Antes de empezar
fr: Avant de commencer
he: לפני שמתחילים
hi: शुरू करने से पहले
ja: 始める前に
pt: Antes de começar
th: ก่อนเริ่มต้น

source: Being read…
ar: جارٍ القراءة...
de: Wird gelesen…
es: Leyendo…
fr: Lecture en cours…
he: נקרא כעת…
hi: पढ़ा जा रहा है…
ja: 読み込み中…
pt: A ser lido…
th: กำลังอ่าน…

source: Call
ar: مكالمة
de: Anruf
es: Llamada
fr: Appel
he: שיחה
hi: कॉल
ja: 通話
pt: Chamada
th: โทร

source: Call %@
ar: اتصل بـ %@
de: %@ anrufen
es: Llamar a %@
fr: Appeler %@
he: התקשר ל-%@
hi: %@ को कॉल करें
ja: %@に電話
pt: Ligar para %@
th: โทร %@

source: Call for help first
ar: اتصل للمساعدة أولاً
de: Rufen Sie zuerst Hilfe
es: Llama para pedir ayuda primero
fr: Appelez à l'aide en premier
he: התקשר קודם לעזרה
hi: पहले मदद के लिए कॉल करें
ja: まず助けを呼んでください
pt: Ligue para ajuda primeiro
th: โทรขอความช่วยเหลือเป็นอันดับแรก

source: Call insurer
ar: اتصل بالمؤمن
de: Versicherer anrufen
es: Llamar a la aseguradora
fr: Appeler l’assureur
he: התקשר למבטח
hi: बीमाकर्ता को कॉल करें
ja: 保険会社に電話
pt: Ligar para a seguradora
th: โทรหาบริษัทประกัน

source: Call log
ar: سجل المكالمات
de: Anrufprotokoll
es: Registro de llamadas
fr: Journal d'appels
he: יומן שיחות
hi: कॉल लॉग
ja: 通話記録
pt: Registro de chamadas
th: บันทึกการโทร

source: Call script
ar: نص المكالمة
de: Anrufskript
es: Guion de llamada
fr: Script d'appel
he: תסריט שיחה
hi: कॉल स्क्रिप्ट
ja: 電話スクリプト
pt: Roteiro de chamada
th: สคริปต์การโทร

source: Calls about this policy
ar: مكالمات حول هذه الوثيقة
de: Anrufe zu dieser Police
es: Llamadas sobre esta póliza
fr: Appels concernant cette police
he: שיחות בנוגע לפוליסה זו
hi: इस पॉलिसी के बारे में कॉल
ja: この保険に関する通話
pt: Chamadas sobre esta apólice
th: การโทรเกี่ยวกับกรมธรรม์นี้

source: Calls the emergency number for your region
ar: يتصل برقم الطوارئ لمنطقتك
de: Wählt die Notrufnummer Ihrer Region
es: Llama al número de emergencia de su región
fr: Appelle le numéro d'urgence de votre région
he: מתקשר למספר החירום האזורי
hi: आपके क्षेत्र के आपातकालीन नंबर पर कॉल करता है
ja: お住まいの地域の緊急電話番号に発信します
pt: Liga para o número de emergência da sua região
th: โทรไปยังหมายเลขฉุกเฉินสำหรับภูมิภาคของคุณ

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
ja: キャンセル
pt: Cancelar
th: ยกเลิก

source: Check it before sending. Nothing is sent for you.
ar: تحقق منه قبل الإرسال. لا يتم إرسال أي شيء نيابة عنك.
de: Prüfen Sie es vor dem Senden. Nichts wird für Sie gesendet.
es: Revíselo antes de enviar. No se envía nada por usted.
fr: Vérifiez avant d'envoyer. Rien n'est envoyé pour vous.
he: בדוק לפני השליחה. שום דבר לא נשלח עבורך.
hi: भेजने से पहले जांच लें। आपकी ओर से कुछ भी नहीं भेजा जाता है।
ja: 送信前に確認してください。お客様のために何も送信されません。
pt: Verifique antes de enviar. Nada é enviado em seu nome.
th: ตรวจสอบก่อนส่ง ไม่มีสิ่งใดถูกส่งไปให้คุณ

source: Check-ups, tests and the birth itself
ar: فحوصات، اختبارات والولادة نفسها
de: Vorsorgeuntersuchungen, Tests und die Geburt selbst
es: Revisiones, pruebas y el propio parto
fr: Examens, tests et l'accouchement lui-même
he: בדיקות, אבחונים והלידה עצמה
hi: जांचें, परीक्षण और जन्म स्वयं
ja: 健康診断、検査、そして出産
pt: Consultas de rotina, exames e o próprio parto
th: การตรวจสุขภาพ, การทดสอบ และการคลอดบุตร

source: Choose a file
ar: اختر ملفًا
de: Datei auswählen
es: Elegir un archivo
fr: Choisir un fichier
he: בחר קובץ
hi: फ़ाइल चुनें
ja: ファイルを選択
pt: Escolher um arquivo
th: เลือกไฟล์

source: Choose or paste a file
ar: اختر ملفًا أو الصقه
de: Datei auswählen oder einfügen
es: Elegir o pegar un archivo
fr: Choisir ou coller un fichier
he: בחר או הדבק קובץ
hi: फ़ाइल चुनें या पेस्ट करें
ja: ファイルを選択または貼り付け
pt: Escolher ou colar um arquivo
th: เลือกหรือวางไฟล์

source: Choose the closest match. You can add detail next.
ar: اختر الأقرب مطابقة. يمكنك إضافة التفاصيل لاحقًا.
de: Wählen Sie die beste Übereinstimmung. Details können Sie danach hinzufügen.
es: Elija la opción más parecida. Puede añadir detalles a continuación.
fr: Choisissez la correspondance la plus proche. Vous pourrez ajouter des détails ensuite.
he: בחר את ההתאמה הקרובה ביותר. תוכל להוסיף פרטים בהמשך.
hi: सबसे करीबी मिलान चुनें। आप आगे विवरण जोड़ सकते हैं।
ja: 最も近いものを選んでください。次に詳細を追加できます。
pt: Escolha a opção mais próxima. Pode adicionar detalhes a seguir.
th: เลือกรายการที่ใกล้เคียงที่สุด คุณสามารถเพิ่มรายละเอียดได้ในขั้นตอนถัดไป

source: Claim email
ar: بريد إلكتروني للمطالبة
de: Antrags-E-Mail
es: Correo electrónico de reclamación
fr: E-mail de réclamation
he: אימייל תביעה
hi: दावा ईमेल
ja: 請求メール
pt: E-mail para sinistros
th: อีเมลเรียกร้องค่าสินไหม

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
hi: बंद करें
ja: 閉じる
pt: Fechar
th: ปิด

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
he: המשך
hi: जारी रखें
ja: 続行
pt: Continuar
th: ดำเนินการต่อ

source: Continue as guest
ar: المتابعة كضيف
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en tant qu'invité
he: המשך כאורח
hi: मेहमान के रूप में जारी रखें
ja: ゲストとして続ける
pt: Continuar como convidado
th: ดำเนินการต่อในฐานะผู้เยี่ยมชม

source: Continue with Google
ar: المتابعة باستخدام Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
he: המשך עם Google
hi: Google के साथ जारी रखें
ja: Googleで続行
pt: Continuar com o Google
th: ดำเนินการต่อด้วย Google

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
he: הועתק
hi: कॉपी किया गया
ja: コピーしました
pt: Copiado
th: คัดลอกแล้ว

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
he: העתק
hi: कॉपी करें
ja: コピー
pt: Copiar
th: คัดลอก

source: Could not be read
ar: تعذرت القراءة
de: Konnte nicht gelesen werden
es: No se pudo leer
fr: N'a pas pu être lu
he: לא ניתן לקרוא
hi: पढ़ा नहीं जा सका
ja: 読み取れませんでした
pt: Não pôde ser lido
th: ไม่สามารถอ่านได้

source: Could not reach Covera. Check your connection and try again.
ar: تعذر الوصول إلى Covera. يرجى التحقق من اتصالك والمحاولة مرة أخرى.
de: Covera konnte nicht erreicht werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo contactar con Covera. Compruebe su conexión e inténtelo de nuevo.
fr: Impossible de joindre Covera. Vérifiez votre connexion et réessayez.
he: לא ניתן היה להגיע ל-Covera. בדוק את החיבור שלך ונסה שוב.
hi: Covera तक नहीं पहुँचा जा सका। अपना कनेक्शन जाँचें और फिर से प्रयास करें।
ja: Coveraに接続できませんでした。接続を確認して、もう一度お試しください。
pt: Não foi possível contactar a Covera. Verifique a sua ligação e tente novamente.
th: ไม่สามารถติดต่อ Covera ได้ โปรดตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง

source: Covera already had this document, so nothing was duplicated.
ar: كان Covera يمتلك هذا المستند بالفعل، لذلك لم يتم تكرار أي شيء.
de: Covera hatte dieses Dokument bereits, es wurde nichts dupliziert.
es: Covera ya tenía este documento, por lo que no se duplicó nada.
fr: Covera possédait déjà ce document, donc rien n'a été dupliqué.
he: ל-Covera כבר היה מסמך זה, כך ששום דבר לא שוכפל.
hi: Covera के पास यह दस्तावेज़ पहले से था, इसलिए कुछ भी डुप्लिकेट नहीं हुआ।
ja: Coveraはこの文書をすでに持っていたため、重複はありませんでした。
pt: A Covera já tinha este documento, por isso nada foi duplicado.
th: Covera มีเอกสารนี้อยู่แล้ว จึงไม่มีการทำซ้ำ

source: Covera cannot approve or deny anything. Your insurer decides what is covered. Where the wording is ambiguous, you see both readings rather than a guess.
ar: لا يمكن لـ Covera الموافقة على أي شيء أو رفضه. يقرر مؤمنك ما هو مشمول. عندما تكون الصياغة غامضة، سترى كلا التفسيرين بدلاً من التخمين.
de: Covera kann nichts genehmigen oder ablehnen. Ihr Versicherer entscheidet, was abgedeckt ist. Bei mehrdeutigen Formulierungen sehen Sie beide Interpretationen anstelle einer Vermutung.
es: Covera no puede aprobar ni denegar nada. Su aseguradora decide qué está cubierto. Cuando la redacción es ambigua, verá ambas interpretaciones en lugar de una suposición.
fr: Covera ne peut rien approuver ni refuser. Votre assureur décide de ce qui est couvert. Lorsque le libellé est ambigu, vous voyez les deux interprétations plutôt qu'une supposition.
he: Covera אינה יכולה לאשר או לדחות דבר. המבטח שלך מחליט מה מכוסה. כאשר הניסוח מעורפל, תראה את שתי הפרשנויות במקום ניחוש.
hi: Covera कुछ भी स्वीकृत या अस्वीकृत नहीं कर सकता। आपका बीमाकर्ता तय करता है कि क्या कवर किया गया है। जहाँ शब्दावली अस्पष्ट है, वहाँ आपको अनुमान के बजाय दोनों व्याख्याएँ दिखेंगी।
ja: Coveraは何も承認または拒否できません。何が補償されるかは保険会社が決定します。文言が曖昧な場合は、推測ではなく両方の解釈が表示されます。
pt: A Covera não pode aprovar nem negar nada. A sua seguradora decide o que está coberto. Onde a redação é ambígua, verá ambas as interpretações em vez de um palpite.
th: Covera ไม่สามารถอนุมัติหรือปฏิเสธสิ่งใดได้ ผู้ให้บริการประกันของคุณเป็นผู้ตัดสินใจว่าจะครอบคลุมอะไร ในกรณีที่ถ้อยคำกำกวม คุณจะเห็นทั้งสองความหมายแทนที่จะเป็นการคาดเดา

source: Covera could not complete that request.
ar: لم يتمكن Covera من إكمال هذا الطلب.
de: Covera konnte diese Anfrage nicht abschließen.
es: Covera no pudo completar esa solicitud.
fr: Covera n'a pas pu satisfaire cette demande.
he: Covera לא הצליחה להשלים את הבקשה הזו.
hi: Covera वह अनुरोध पूरा नहीं कर सका।
ja: Coveraはそのリクエストを完了できませんでした。
pt: A Covera não pôde concluir esse pedido.
th: Covera ไม่สามารถดำเนินการตามคำขอนั้นได้

source: Covera does not choose between these. Your insurer decides which applies.
ar: لا يختار Covera بين هذه الخيارات. يقرر مؤمنك أيها ينطبق.
de: Covera trifft hier keine Auswahl. Ihr Versicherer entscheidet, welche zutrifft.
es: Covera no elige entre estas opciones. Su aseguradora decide cuál se aplica.
fr: Covera ne choisit pas entre ces options. Votre assureur décide de ce qui s'applique.
he: Covera אינה בוחרת בין אלה. המבטח שלך מחליט איזה מהם חל.
hi: Covera इनमें से नहीं चुनता। आपका बीमाकर्ता तय करता है कि कौन सा लागू होता है।
ja: Coveraはこれらの中から選択しません。どちらが適用されるかは保険会社が決定します。
pt: A Covera não escolhe entre estes. A sua seguradora decide qual se aplica.
th: Covera ไม่ได้เลือกสิ่งเหล่านี้ ผู้ให้บริการประกันของคุณเป็นผู้ตัดสินใจว่าจะใช้สิ่งใด
